Repository: oskarits/zeitgeist
Catalog: zeitgeist/zeitgeist/*.lproj/Localizable.strings
Languages: fi

# shareTitle1
source: Share your
fi: Jaa sinun

# shareTitle2
source: wardrobe
fi: vaatekaappisi

# notificationText
source: Due to corona-virus, there are some changes to Zircle's opening times. We are sorry for the inconvenience.
fi: Poikkeustilanteesta johtuen Zircle-myymälöiden aukioloajoissa on muutoksia.

# reservationsTitle
source: Reservations
fi: Varaukset

# searchTitle
source: Search items
fi: Etsi tuotteita

# searchItemsText
source: Search items
fi: Hakusana

# profileTitle
source: Profile
fi: Profiili

# profileReservations
source: Check your reservations
fi: Omat varauksesi

# profileDetail
source: Detail
fi: Detal

# notificationBody
source: Test body for notification link
fi: Test body for notification linkFINNISH

# userName
source: Jane Doe
fi: Maija Virtanen

# reservTitle
source: Reservations:
fi: Varaukset:

# shoppingHistoryTitle
source: Previous purchases:
fi: Edelliset ostokset:

# item1
source: Item
fi: Tuote

# item2
source: has been added to shopping cart!
fi: on lisätty ostoskoriin!

# reservationConfirmed
source: Your reservation has been confirmed :)
fi: Varauksesi on hyväksytty :)

# reservationDeclined
source: Your reservation has been declined :(
fi: Varauksesi on hylätty :(

# pickupText
source: Your reservation is ready to be picked up!
fi: Nouda tuote, ole hyvä :)

# acceptText
source: Accept
fi: Hyväksy

# declineText
source: Decline
fi: Hylkää

# sorryText
source: Unfortunately it was not possible to reserve your product
fi: Olemme pahoillamme virheestä :(

# reservedItemsTitle
source: Reserved Items (Employee)
fi: Varatut tuotteet (Työntekijä)

# requestText
source: Reservation request by:
fi: Varaajan nimi:

# signInTitle
source: Sign in
fi: Kirjaudu sisään

# emailHint
source: Email
fi: Sähköposti

# pswdHint
source: Password
fi: Salasana

# openText
source: Open
fi: Avaa

# cancelText
source: Cancel
fi: Peruuta

# welcomeText
source: Welcome
fi: Tervetuloa

# welcomeText2
source: to the employee view
fi: työntekijänäkymään

# employeeTitle
source: Employee View
fi: Työntekijänäkymä

# employeeBody
source: Check current reservations and scan the customer's Wardrobe code
fi: Tarkista ja hallitse varauksia ja scannaa asiakkaan Wardrobe QR-koodi

# showReservationsText
source: Show reservations
fi: Näytä varaukset

# sizeText
source: Size:
fi: Koko:

# readyCollection
source: Ready for pickup
fi: Noudettavissa

source: Pending collection
fi: Odottaa vahvistusta

# infoText
source: Reserve to your closest Zircle store and pickup within 3 days
fi: Varaa tuote lähimpään Zircle-myymälään ja noude 3 päivän kuluessa

# reserveButton
source: RESERVE
fi: VARAA

# reservedButton
source: RESERVED
fi: VARATTU

# conditionText
source: Condition:
fi: Kunto:

# descriptionText
source: Description:
fi: Kuvaus:
